Repository: mpastyl/websocket-console
Catalog: synnefo/snf-cyclades-app/synnefo/locale/*/LC_MESSAGES/django.po
Languages: el

source: Start
el: Έναρξη

source: Reboot
el: Επανεκκίνηση

source: Shutdown
el: Κλείσιμο

source: Destroy
el: Καταστροφή

source: Running
el: Σε λειτουργία

source: Name:
el: Όνομα:

source: Show:
el: Εμφάνιση:

source: disks
el: δίσκοι

source: networks
el: δίκτυα

source: group
el: ομάδα

source: metadata
el: μεταδεδομένα

source: Confirm
el: Επιβεβαίωση

source: Cancel
el: Άκυρο

source: <span class='orange'>Error</span> on
el: <span class='orange'>Σφάλμα</span>:

source: Details
el: Λεπτομέρειες

source: apps
el: εφαρμογές

source: desktops
el: επιφάνειες εργασίας

source: The disks
el: δίσκοι

source: files
el: αρχεία

source: Contact
el: Επικοινωνία

source: Building
el: Υπό κατασκευή

source: Rebooting
el: Υπό επανεκκίνηση

source: Stopped
el: Σταματημένη

source: Error
el: Σφάλμα

source: Shutting down
el: Απενεργοποίηση

source: Starting
el: Υπό εκκίνηση

source: Destroying
el: Υπό καταστροφή

source: Connecting
el: Συνδέεται

source: Disconnecting
el: Αποσυνδέεται

source: Private network
el: Ιδιωτικό δίκτυο

source: Could not contact the service. Please check your network connectivity and try again.
el: Αδυναμία επικοινωνίας με την υπηρεσία. Παρακαλούμε ελέγξτε τη σύνδεση σας με το δίκτυο και ξαναπροσπαθήστε.

source: Malformed request.
el: Λανθασμένη αίτηση.

source: Your request has failed. Resource not found.
el: Η αίτηση σας απέτυχε. Ο πόρος που ζητήσατε δεν βρέθηκε.

source: There has been an Internal Error. Our administrators have been notified.
el: Εσωτερικό σφάλμα. Οι διαχειριστές μας έχουν ήδη ειδοποιηθεί.

source: This server has not been implemented yet.
el: Αυτός ο εξυπηρετητής δεν έχει υλοποιηθεί ακόμα.

source: This service is unavailable right now, please try again later.
el: Η υπηρεσία αυτή δεν είναι διαθέσιμη αυτή τη στιγμή, παρακαλούμε προσπαθήστε ξανά αργότερα.

source: Could not contact the server.
el: Αδυναμία επικοινωνίας με τον εξυπηρετητή.

source: Cannot show the Create machine wizard: No images found.
el: Αδυναμία εμφάνισης του οδηγού δημιουργίας μηχανής: δεν βρέθηκαν μήτρες.

source: Cannot show the Create machine wizard: No machine configurations found.
el: Αδυναμία εμφάνισης του οδηγού δημιουργίας μηχανής: δεν βρέθηκαν συνθέσεις.

source: Success
el: Επιτυχία!

source: Your request has been succefully executed.
el: Η αίτηση σας εκτελέστηκε με επιτυχία.

source: Write down your password now:
el: Παρακαλώ σημειώστε τον ακόλουθο κωδικό:

source: You will need this later to connect to your machine.
el: Θα τον χρειαστείτε για να συνδεθείτε με τη μηχανή σας μόλις ετοιμαστεί.

source: Server
el: Εξυπηρετητής

source: Action
el: Ενέργεια

source: Code
el: Κωδικός

source: Create VM
el: Δημιουργία μηχανής

source: username
el: χρήστης

source: machines
el: μηχανές

source: manage your virtual machines
el: διαχείριση εικονικών μηχανών

source: configure networking
el: διαμόρφωση δικτύων

source: manage your storage volumes
el: διαχείριση αποθηκευτικού χώρου

source: More details about the result
el: Περισσότερες πληροφορίες

source: images
el: μήτρες

source: Create New +
el: Δημιουργία νέας +

source: Welcome to ~okeanos !
el: Καλωσήρθατε στον Ωκεανό!

source: From this panel you will be able to manage your Virtual Machines (VMs). If you don't know what a VM is:
el: Από εδώ μπορείτε να διαχειριστείτε τις εικονικές μηχανές σας. Αν δεν ξέρετε τι είναι μια εικονική μηχανή: ακολουθείστε τον

source: The panel is currently empty, because you don't have any VMs yet. Start by clicking the orange button on the top left. The wizard will guide you through the whole process.
el: Αυτή τη στιγμή δεν έχετε εικονικές μηχανές. Μπορείτε να δημιουργήσετε μια νέα εικονική μηχανή πατώντας το μπλε κουμπί στα δεξιά. Ο οδηγός θα σας καθοδηγήσει σε όλη τη διαδικασία.

source: For more information or help, click
el: Για περισσότερες πληροφορίες, πατήστε

source: here
el: εδώ

source: Image
el: Μήτρα

source: Flavor
el: Είδος

source: Name
el: Όνομα

source: Select an OS
el: Επιλέξτε λειτουργικό

source: system images
el: μήτρες συστήματος

source: custom images
el: τροποποιημένες μήτρες

source: Next
el: Συνέχεια

source: Select CPUs, RAM and Disk Size
el: Επιλέξτε μονάδα επεξεργασίας, μνήμη και αποθηκευτικό χώρο

source: small
el: μικρή

source: medium
el: μεσαία

source: large
el: μεγάλη

source: custom
el: τροποποιημένη

source: CPUs
el: Μονάδες επεξεργασίας

source: cores
el: πυρήνες

source: RAM
el: Μνήμη

source: Size
el: Μέγεθος

source: Your wallet:
el: Το πορτοφόλι σας:

source: Credits
el: μονάδες

source: This setup will cost you:
el: Αυτή η σύνθεση Θα σας κοστίσει:

source: C/hour
el: μονάδες/ώρα

source: Back
el: Επιστροφή

source: Confirm your settings
el: Επιβεβαίωση των ρυθμίσεων

source: Image:
el: Μήτρα:

source: CPUs:
el: Μονάδες επεξεργασίας:

source: RAM:
el: Μνήμη:

source: System Disk:
el: Δίσκος συστήματος:

source: Cost per Hour:
el: Κόστος ανά ώρα:

source: credits
el: μονάδες

source: Credits in Wallet:
el: Μονάδες στο πορτοφόλι:

source: Manage Tags
el: διαχείριση μητρών εκκίνησης

source: max 150 characters
el: όριο 150 χαρακτήρες

source: OS
el: ΛΣ

source: Close
el: Κλείσιμο

source: Create New
el: Δημιουργία Νέας+

source: Your actions will affect
el: Οι επιλογές σας θα επηρεάσουν

source: Confirm All
el: Επιβεβαίωση όλων

source: Cancel All
el: Ακύρωση όλων

source: max 15 characters
el: όριο 15 χαρακτήρες

source: Console
el: Κονσόλα

source: machine
el: μηχανές

source: IP
el: Διευθύνσεις

source: Okeanos Console
el: Κονσόλα

source: info
el: περισσότερες πληροφορίες

source: System Disk
el: Δίσκος συστήματος:

source: Image Size
el: Μέγεθος μήτρας (GB)

source: CPU
el: Μονάδες επεξεργασίας

source: Net
el: Συνέχεια

source: details
el: Λεπτομέρειες

source: Metadata
el: μεταδεδομένα

source: <span>Error</span> on
el: <span>Σφάλμα</span> στο

source: Show Details
el: Λεπτομέρειες

source: Add to group
el: Προσθήκη σε ομάδα

source: Connect
el: Σύνδεση

source: Attach disk
el: Προσάρτηση δίσκου

source: Detach disk
el: Απόσπαση δίσκου

source: Connect to network
el: Σύνδεση σε δίκτυο

source: Disconnect from net
el: Αποσύνδεση από δίκτυο

source: Group
el: Ομάδα

source: Status
el: Κατάσταση

source: all
el: όλα

source: none
el: τίποτε

source: RAM (MB)
el: Μνήμη (ΜΒ)

source: System Disk (GB)
el: Δίσκος συστήματος (GB)

source: Image Name
el: Όνομα μήτρας

source: Image Size (GB)
el: Μέγεθος μήτρας (GB)

source: Public IPv4
el: Δημόσια διεύθυνση IPv4

source: Public IPv6
el: Δημόσια διεύθυνση IPv6

source: Tags
el: μήτρες

source: CPU Usage
el: Μονάδες επεξεργασίας

source: Network Usage
el: δίκτυα

source: next
el: Συνέχεια

source: Name your network
el: Ονομάστε το δίκτυο

source: Create Network
el: Δημιουργήστε δίκτυο

source: Internet
el: Διαδίκτυο

source: Public Network
el: Δημόσιο δίκτυο

source: IPs
el: Διευθύνσεις

source: Firewall
el: Τοίχος ασφαλείας

source: Off
el: Απενεργοποίηση

source: Unprotected mode (Firewall off)
el: Απροστάτευτη λειτουργία (απενεργοποιημένος τοίχος προστασίας)

source: Fully protected mode (Firewall on)
el: Υψηλό επίπεδο ασφάλειας (ενεργοποιημένος τοίχος προστασίας)

source: Basically protected mode (Firewall on)
el: Χαμηλό επίπεδο ασφάλειας (ενεργοποιημένος τοίχος προστασίας)

source: Custom protection
el: Προσαρμοσμένο επίπεδο ασφάλειας

source: settings
el: ρυθμίσεις

source: (Advanced users only)
el: (Προχωρημένοι χρήστες)

source: Apply
el: Εφαρμογή

source: Add Machine
el: Προσθήκη μηχανής

source: Private Network
el: Ιδιωτικό δίκτυο

source: My Network 1
el: Δίκτυο 1

source: Disconnect
el: Αποσύνδεση

source: to manage private IPs
el: διαχείριση ιδιωτικών διευθύνσεων

source: Add machine
el: Προσθήκη μηχανής

source: networks or machines
el: Ετικέττες για το μηχάνημα:
